{
	"business-loan": {
		"over-view": [
			"Unsecured loans given by the banks and by NBFC (Non Banking Financial Company) to businessman without taking any collateral security is called as business loan. Business loan are very useful to grow your business, credit card payments, dream tours, shopping or marriage, medical treatment, festivals etc. This kind of cash can be obtained easily via Business Loans. Business loan is not valid loan for start a new business or investment in shares and commodities etc.",
			"You can get business loan with your business documents just like your KYC documents and your income documents like last 3 year IT Return with P&L, Balance sheet, 12 month current account, Business continuity proof etc. Business loan is a simple hassle free process and it is easy to avail business loan with minimum documentation and within quick time. It is just takes minimum 3 days and maximum 7 days to get results from various institutions. Process times is purely depends on entire policy of Banks and profile of customer.",
			"You have various options to get business loan. Each bank has different interest rates different tenure and different loan amount criteria. The business loan amount and rate of interest is dependent on customers profile like Annual turnover, nature of business, Net profit, Gross profit, average bank balance, Cibil score etc. Every banks give business loan from minimum of Rs. 3 lacks to maximum of Rs. 50 lacks.",
			"Business loan can also reject by banks because of major three reasons. Firstly if customer has CIBIL problem or customer is defaulter in some bank. Secondly if customer is over leverage and thirdly is customer stability is not proper matched with banks criteria. Some other reason also effect like customer’s Average Bank balance, current company stability, and current resident stability if he is rented then only.",
			"Every document is verified by verification agencies such as authorized by different banks. After verifying the documents and CIBIL credit do sanction loan or reject loan. If loan is sanction then it’s disbursed after various process of agreement with banks and submission of security cheques in favor of respective bank.",
			"After business loan disbursement repayment starts from next months. If loan is disbursed after 15th of the month then EMI will come from next to next month but bank will deduct pre EMI interest from loan amount.",
			"We give you the best platform to get offers from many banks and NBFC. By applying here you will get value of your profile and banks come to your doorsteps to give you best. Here you can take decision as per your choice, your loan amount, interest rate and in touch with as many banks as possible and get them to make loan offers to him. Then he can then try to negotiate with them and select the most cost effective option for him. The borrower will also have to take into consideration the processing fee and prepayment charges while finalizing the lender."
		],
		"compare": {
			"Personalised service": "We only follow your profile and your requirement to well knowledge vendors who understand your profile and give you best. Detailed Inquiry Form: We have prepared two types of inquiry form which helps you to take decision about your loan process. Our detailed application form submitted to our expert analyst and then result it within 24 hours. So you can easily know your eligibility, loan probability, and offers also.",
			"Best Analyst": " Lotus Financial Services has best analyst team which is highly educated, many years experienced and well knowledge of all bank policies. It helps you to platform your profile at right way.",
			"Latest Offers": "",
			"No consulting Charges": "Lotus Financial Services updates immediately all new schemes running from all banks. So it is easy to choose best rate loan from all banks.",
			"Doorstap Services": "Lotus Financial Services gives you doorstep services for all products from all banks. Vendor will come to you place from application to disbursement process. So it is easy to get best without investing time.",
			"All Bank Offers at one Time": " Every BANK and NBFC have different interest rate for different salary and profile. Lotus Financial Services give you the right platform where all bankers offer his best to particular profile. So it is for customer to select best option with best scheme.",
			"Help Line": "Lotus Financial Services has a customer care team and a virtual number who helps you take advice about loan and also help to increase your credit profile. Stop Frauds – Some time customer are being part of fraud from vendors and of some executives. Lotus Financial Services give you surety of fraud free loans"
		},
		"Interest Rates": {},
		"Eligibility criterea": {},
		"Documets": [],
		"Process": {},
		"Best tips": {}
	}
}
